
"event read status update" = "이벤트 읽음 상태 업데이트";

"device event status updated. The save" = "장치 이벤트 상태가 업데이트됨. 저장";

"Resolved" = "해결됨";
"Unresolved" = "해결되지 않음";


"The message status could not be updated" = "메시지 상태를 업데이트할 수 없습니다";

// K9 : event status update error message
"Your HP device has sent a status update. This update could not be saved in HP Utility - Message Center" = "HP 장치가 상태 업데이트를 보냈습니다. 이 업데이트를 HP Utility - 메시지 센터에 저장할 수 없습니다";

"Messages could not be displayed in HP Utility - Message Center" = "메시지를 HP Utility - 메시지 센터에서 표시할 수 없습니다";
